IDEA Open Model
BeamDataEc2 Constructor
Compatible with IDEA StatiCa 20.1
 constructor
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public BeamDataEc2()
Public Sub New
See Also
Reference
BeamDataEc2 Class
IdeaRS.OpenModel.Concrete Namespace